Repository: Tbusk/screenshot
Catalog: po/extra/*.po
Languages: id

source: Screenshot
id: Tangkapan layar

source: Save images of the screen
id: Simpan gambar dari layar

source: A simple screenshot tool. Capture whole screen shots, selected area shots, current window shots, and timed shots.
id: Alat cuplikan layar sederhana. Cuplik seluruh cuplikan layar, cuplik area yang dipilih, cuplikan jendela saat ini, dan cuplikan dengan waktu.

source: Minor updates:
id: Pembaruan kecil:

source: Updated translations
id: Pembaruan terjemahan

source: Update elementary runtime to 6.1
id: Permbaruan ke runtime elementary 6.1

source: Translation updates
id: Pembaruan terjemahan

source: New features:
id: Fitur baru:

source: Support the dark style
id: Dukungan gaya gelap

source: Drag and Drop the preview image from the save dialog
id: Seret dan Jatuhkan gambar pratinjau dari dialog simpan

source: Drag to move the window from anywhere
id: Seret untuk memindahkan jendela dari mana saja

source: Show details for errors if they occur
id: Menampilkan detail kesalahan jika terjadi

source: Fix minor visual issues with selection items
id: Memperbaiki masalah visual kecil pada pemilihan item

source: Close when pressing the Escape key
id: Tutup ketika menekan tombol Escape

source: Revert from redacted font as soon as possible to avoid getting stuck in some situations
id: Mengembalikan dari font yang disunting sesegera mungkin untuk menghindari terjebak dalam beberapa situasi

source: Always respect delay setting
id: Selalu hormati pengaturan jeda

source: Increase minimum timeout to 300
id: Meningkatkan batas waktu minimum menjadi 300

source: Fix Alt+F4 key behavior
id: Perbaikan perilaku tombol ALT+F4

source: Icons now represent the capture area options
id: Ikon sekarang mewakili opsi area pengambilan

source: Minor bug fixes
id: Perbaikan kutu kecil

source: Fix ESC key behavior
id: Perbaikan perilaku tombol ESC

source: Append scaling factor to filename
id: Menambahkan faktor penskalaan ke nama berkas

source: New default folder to save screenshots
id: Folder utama baru untuk menyimpan cuplikan layar

source: Fix extra black area on HiDPI screenshots
id: Perbaiki area hitam ekstra pada cuplikan layar HiDPI

source: Snapshot;Screenshot;
id: Snapshot;Cuplikan layar;

source: Screenshot of the Whole Screen
id: Cuplikan Layar dari Seluruh Layar

source: Screenshot of the Current Window
id: Cuplikan Layar dari Jendela Saat Ini

source: Screenshot of a Selected Area
id: Cuplikan Layar dari Suatu Daerah
